{
    "NewsItem": [
        {
            "Agency": "ET Bureau", 
            "ByLine": "Varun Aggarwal", 
            "Caption": "Online search giant Google has entered into a strategic partnership with consulting firm PricewaterhouseCoopers to go after the Digital India projects and large enterprise deals.", 
            "CommentCountUrl": "http://timesofindia.indiatimes.com/usercommentcount/46821647.cms", 
            "CommentFeedUrl": "http://timesofindia.indiatimes.com/usrcommentfeedsnew/46821647.cms?feedtype=sjson", 
            "DateLine": "Apr 6, 2015, 12.31PM IST", 
            "HeadLine": "Google teams up with PwC for Digital India", 
            "Image": {
                "Photo": "http://timesofindia.indiatimes.com/photo.cms?photoid=46821684", 
                "PhotoCaption": "While Google has been fairly successful in reaching out to small and medium businesses in India, it still finds the going tough when it comes to cracking projects at large corporations where its competitor Microsoft has a stronghold.", 
                "Thumb": "http://timesofindia.indiatimes.com/thumb.cms?photoid=46821684"
            }, 
            "Keywords": "PricewaterhouseCoopers, Mohit Pande country manager, KPMG, Google, Facebook, Business Partnership", 
            "NewsItemId": "46821647", 
            "Related": "http://timesofindia.indiatimes.com/newsrelatedfeeds/46821647.cms?feedtype=sjson", 
            "Story": " BENGALURU: Online search giant Google has entered into a strategic partnership with consulting firm PricewaterhouseCoopers to go after the Digital India projects and large enterprise deals. With the Indian partnership, which is an extension of a global deal signed in October, Google wants to push itself into large e-governance projects and improve the sales for its cloud services in India.\n\n\"We're delighted to be able to combine PricewaterhouseCoopers' rich client relationships and unparalleled industry knowledge with Google's breadth of technology across cloud, applications and mobile,\" Mohit Pande, country manager, Google for Work India, told ET.\n\n\"Together, we're looking forward to providing and building solutions to help Indian companies drive transformation with technology.\"\nPwC has already built a 30-member team to look after such projects and is using its 1,800-people technology team in India to develop industry-specific solutions built on Google platforms.\n\n\"This is a very large global partnership for us wherein we'll not only offer our advisory services but also develop industry-specific solutions along with Google,\" said Arnab Basu, partner, technology practice at PwC India. He said in order to ensure PwC is able to build its capabilities in offering Google services, the consulting firm itself is going 'All Google' by ensuring everyone in the company uses Google products.\n\nBasu said PwC has already started building some of these solutions and additional applications for the small and medium businesses in India. \"Apart from government and public sector companies, we would be building solutions for industry verticals such as financial services, retail, pharma and healthcare.\"\n\nWhile Google has been fairly successful in reaching out to small and medium businesses in India, it still finds the going tough when it comes to cracking projects at large corporations where its competitor Microsoft has a stronghold. Microsoft, last week, announced a similar partnership with KPMG to include a global collaboration to deliver new suites of innovative solutions and services in data and analytics, cloud compliance and transformation and business solutions.\n\n<strong>READ ALSO: <a href=\"http://timesofindia.indiatimes.com/tech/tech-news/As-Digital-India-dream-beckons-government-IT-buying-gets-faster/articleshow/46771725.cms\" target=\"_blank\">As Digital India dream beckons, government IT buying gets faster</a></strong>\n\nBoth Google and Microsoft have been aggressively trying to be a part of the Rs 1.13-lakh crore Digital India initiative that seeks to transform the country into a connected economy, attract investment in electronics manufacturing, and create millions of jobs and support trade.\n\nGoogle is already working with the government on several projects, including MyGov, the citizen engagement platform of the government of India, to launch a nationwide contest to build a mobile app.\n\nAnalysts believe such partnerships are extremely important for companies selling cloud services as customers ask for a lot of industry specific customisation, which only partners can fulfil. \"Previously, when there was no cloud, the expectation from the partner was, can you fill Google adwords? This is what used to happen 5-6 years back. All they would do is help you with Google email for enterprise,\" said Karthik Ananth, Director at Zinnov Management Consulting.\n\n\n\n<strong>Follow TOI Tech on Twitter </strong>>>><a href=\"https://twitter.com/toi_tech\" target=\"_blank\">@toi_tech</a>\n<strong>And like us on Facebook </strong>>>><a href=\"https://www.facebook.com/TOItech\" target=\"_blank\">TOI_tech</a>", 
            "WebURL": "http://timesofindia.indiatimes.com/tech/tech-news/Google-teams-up-with-PricewaterhouseCoopers-for-Digital-India/articleshow/46821647.cms"
        }, 
        {
            "Agency": "ET Bureau", 
            "ByLine": "Malini Goyal", 
            "Caption": "On a Delhi-Imphal IndiGo flight last month, Angellica Aribam's instincts were spot on. There was indeed something not right about that a group of five men who boarded in Delhi and were seated in front of her. They ogled at women, took videos of air hostesses and, as if this wasn't enough, they turned to stare at Aribam and her sister who was nursing her baby.", 
            "CommentCountUrl": "http://timesofindia.indiatimes.com/usercommentcount/46811989.cms", 
            "CommentFeedUrl": "http://timesofindia.indiatimes.com/usrcommentfeedsnew/46811989.cms?feedtype=sjson", 
            "DateLine": "Apr 5, 2015, 11.52AM IST", 
            "HeadLine": "With FB & Twitter, public shaming gets a makeover", 
            "Image": {
                "Photo": "http://timesofindia.indiatimes.com/photo.cms?photoid=46812050", 
                "PhotoCaption": "Roasting on social media can have dramatic impact.", 
                "Thumb": "http://timesofindia.indiatimes.com/thumb.cms?photoid=46812050"
            }, 
            "Keywords": "Twitter, Social media, Facebook, Angellica Aribam", 
            "NewsItemId": "46811989", 
            "Related": "http://timesofindia.indiatimes.com/newsrelatedfeeds/46811989.cms?feedtype=sjson", 
            "Story": " As a girl you at times get this sense that something is not ok,\" says Angellica Aribam, 23.\n\nOn a Delhi-Imphal IndiGo flight last month, Aribam's instincts were spot on. There was indeed something not right about that a group of five men who boarded in Delhi and were seated in front of her. They ogled at women, took videos of air hostesses and, as if this wasn't enough, they turned to stare at Aribam and her sister who was nursing her baby.\n\nAt 4 feet 11 inches and slender, Aribam, secretary (Assam) of the National Students' Union of India, can easily pass off as a school girl. \"They mocked us, thinking what can this chhoti bachchi do,\" she recalls. Not too unpredictably her co-passengers preferred to remain mute spectators. \"I felt a little let down by society. We are so used to watching and not getting involved.\"\n\nAribam could not let this pass. Her \"blood boiling\", she took the men's pictures. When the flight stopped over in Guwahati, she sent out four quick tweets narrating her experience along with the men's pictures. Time: 8.30 am.\n\nAribam wouldn't have expected what swiftly unfolded. By the time she landed in Imphal, the tweet had gone viral, the Indi-Go top management had deputed a senior executive to look into the matter, and the local police had arrived at the airport. Time: 10 am.\n\nAn analysis by OMLogic, a social media analytics firm, shows how the tweets went viral that day. They got retweeted 1,952 times and favourited 468 times. Both @AngellicAribam and @Indigo6E started trending together that day and were mentioned nearly 699 times. The tweets drew attention from a few influencers like Riteish Deshmukh (current followers 3.6 million) and Tarun Mansukhani (current followers 2.1 lakh) who were quick to retweet. Aribam's tweets managed to reach 4.75 lakh people, most of them in India but some globally as well. The boors were later detained by the police. Last heard they have been released after a stern warning. From Imphal, Aribam acknowledges \"social media is powerful\". But she admits it can also be tricky. Of the 1,000 odd messages she got, there were a few that were abusive, accusing her of being publicity hungry. \"Well, you just need to ignore them,\" she says. She can afford to do so, as the larger objective had been met: the cads have been truly cut to size.\n\n<strong>The 21st Century Makeover</strong>\n\nPublic shaming, one of the oldest ways to punish society's transgressors, now has a 21st century makeover. The world wide web is the new global village. Social media platforms such as Facebook and Twitter are the new village squares. Smartphone users are the new social community. And hashtag wars, YouTube videos and Facebook likes are the new virtual stones that the world is mastering to pillory and shame people.\n\nAccording to the January 2015 Digital, Social & Mobile Worldwide report by London-headquartered social media agency We are Social, India today has 242 million active internet users and 118 million active social media accounts. And users spent on an average a little over two and a half hours daily on social media.\n\nThe aggrieved amongst this digital-savvy bunch has found a quick-fix approach to seek justice, or to bay for it. With the state slow and inefficient in its response and society largely indifferent in India, public shaming via social media has become an efficient tool to get quick attention and redress complaints. In February, on another IndiGo flight, when a businessman was allegedly harassing a woman, she recorded the video, which was posted on You-Tube, and went viral and shamed the man who allegedly harassed her.\n\nIt is not just apparently helpless individuals who are discovering the power of public shaming. Bollywood stars, celebrities, politicians, activists, governments, companies, brands, organisations, and institutions of all kinds are using it in different ways. Just one example: in February, Hyderabad activist Sunitha Krishnan kicked off the #shametherapist campaign, uploading rape videos to help identify rapists and bring them to book.\n\nMeanwhile, consumers are doing their bit to shame brands and companies with a vengeance. Last November, Mumbai resident L Krishnamurthy ordered a Samsung phone on Snapdeal and instead received a Vim Bar, a product of Hindustan UnileverBSE 1.09 % Ltd (HUL). He posted the faux pas on Facebook with HULBSE 1.09 % and Snapdeal getting caught in the crossfire.Snapdeal owned up to its mistake and a week later refunded the money; HUL converted potential shame into momentary fame by sending the consumer the Samsung phone he ordered \"to cheer him up\" along with a Vim liquid cleaner.\n\nBefore the advent of social media, government watchdogs had their own ways of naming and shaming. For instance, the Income-Tax Department has revealed the names of 18 biggest tax defaulters in India on its website. It includes defaulters' PAN card details and their last known addresses.\n\nSuch methods still prevail in the offline world. In Mumbai, to instil road discipline, the traffic police have started to shame offenders by announcing their vehicle registration number in public at busy junctions during the peak hours. So whenever a vehicle is found halting on a pedestrian crossing or parked illegally, the traffic police announces the registration number of the vehicle through megaphones.\n\nSome are using public shaming to show a mirror to the Indian society. BrainJuicer, a market research firm that uses behavioural science to predict human behaviour, is kicking off a social experiment at Lajpat Nagar in south Delhi to see how public shaming can be used to curb littering among Indians. A social experiment video, which went viral with 2.55 million views, tested how Indians respond to people injured in accident. It found 99% of them avoided helping that person, fearing police enquiry and hassles.\n\nRemember, though, that public shaming can be a doubled-edged sword. And with every use, abuse too has grown. Social media conflagrations have cost many apparently innocent people their reputations, jobs and mental peace. This uncontrolled online mob, often hidden behind anonymity, with virtually no code of conduct seeks an adrenaline rush by indulging in slandering sessions. And this technologically enhanced shaming is amplifying an effect that isn't easy to handle.\n\nActor Rishi Kapoor is the latest victim, facing what he terms \"nonsense\" for his comments on the recent beef ban in Maharashtra. He sent out a seemingly harmless tweet asking 'why do you equate food with religion' questioning the ban. Reaction? He was mobbed, virtually. \"What wrong did I say? People have simply chosen to twist my words. They are abusing me and my family. If our culture forbids beef meat, does the same culture give you the right to abuse me and my family just because I have an opinion that you don't agree with?\" was his reported reaction to the online mobbing.\n\nPublic shaming is a growing phenomenon globally. Two recently published books — So You've Been Publicly Shamed by Jon Ronson and Is Shame Necessary? by Jennifer Jacquet — delve deep into the issue, looking at shaming from different standpoints. Whilst Ronson looks at how it could scar people's lives, Jacquet, a professor at New York University, sees it as a great weapon in the 21st century to force organisations and countries to behave.\n\n<strong>Public Shaming, a Flashback</strong>\n\nPublic shaming has been around for centuries. Historically, offenders were made to display signs announcing their wrongful behaviour. Flogging, branding, use of pillories were all different forms of public shaming. When humans lived in small, close-knit communities where people knew each other, such a public display of punishment for any offender was humiliating. Fear of public exposure and community disapproval made it an effective tool for better future behaviour.\n\nThings began to change by the 20th century as industrialisation and urbanisation made people move from one place to another. Mobility meant communities became more open, fluid and impersonal. The public spectacle of punishment lost some of its punch in a community of strangers. As the colonial era gave way to democracy espousing liberal egalitarian values, punishments became more structured and coded. In a society where liberty was seen as an important human right, prisons or incarceration emerged as a dominant form of punishment. \"Instead of people, the state became responsible for exercising punishment,\" says Jacquet on a call with ET Magazine.\n\nIndia's tryst with public shaming is pretty unique. It has been, and perhaps still is, a country that lives in multiple eras simultaneously. In remote villages, shaming of the medieval variety persists. For example, last year, in eastern Bihar, a 14-year-old Dalit girl had her face blackened and was paraded through her village as a punishment for talking to a boy. And, still in 2014, another woman in a village of Rajasthan, accused of killing her nephew, was paraded naked on a donkey on the orders of none less than the panchayat.\n\nIf such primitive ways of shaming continue, perhaps it has also got to do with differences between the East and the West. \"Unlike an individualist society like the US, India is far more society and family-driven where public shaming plays an important role in maintaining social order,\" says Santosh Desai, managing director, Future Brands.\n\nUK-based Tom Ewing, content director, BrainJuicer Labs, explains that anthropologists see the world as divided into three different cultures: guilt (personal morality/conscience — think the West), shame (judgement of others — think the East) and fear (threat — authoritarian regimes like North Korea). \"So public shaming in the internet age is frightening because it takes the tool of a shame culture and is being used in guilt cultures too. And because it puts consequences in the hands of the crowd, you can be shamed even if you don't feel you've done anything wrong,\" says Ewing.\n\n<strong>On the Razor's Edge</strong>\n\nAsk Vivek Wadhwa, a former technology entrepreneur, who has often spoken on behalf of women in technology. But in early 2015 for arguably a minor oversight — he used the word floozies while talking about tech companies — he faced severe criticism. It soon spread on social media and went out of control. \"Initially I wasn't responding, so it took a life of its own,\" he says. As Wadhwa reflects back, he says,\"It's a learning experience for all of us.\" His advice: be professional, responsive and do not lose your temper.\n\nFor some, the roasting on social media can have a dramatic impact on their lives. In 2012, US-based Lindsey Stone, 32, experienced her silly prank turn into a disaster. She and her friend clicked pictures making fun in front of \"silence and respect\" sign at a war veteran's tomb. The picture, uploaded on their Facebook page, went viral inviting public wrath. A campaign \"Fire Lindsey Stone\" started. It succeeded.\n\nSuch mob justice is what is giving many nightmares. Ronson in his book talks about how often there is a total disconnect between the \"severity of the crime and the gleeful savagery of the punishment\" meted out to not just powerful individuals and institutions but anyone perceived to have done anything offensive. With his book, Ronson says he wanted to show \"people the wreckage, show them the people they destroyed\".\n\nAlso, unlike public shaming of the past, 21st century shaming is far more dangerous because it is easier, faster and reaches further. Anybody can join the online mob. And unlike in the past, there is no control, protocol or code of conduct to regulate behaviour. \"Indians have a point of view and love to verbalise it,\" says Singapore-based Tripti Lochan, CEO-Asia, VML Qais, which is part of the WPP Group.India also has relatively lax libel laws which means people can get away with a lot more here.\n\n\"Humans are the meanest race. The term schadenfreude [deriving pleasure in other's misery] captures it well,\" says Partha Sinha, director (South Asia), Publicis. And nobody has put it to better use than companies and brands. \"Smelly armpits, darker skin, stunted growth, lackluster hair — brands have constantly used shame to sell their products. Now, at least they don't have the right to talk about perils of public shaming [when they feel the brunt],\" says Sinha.\n\nMaybe there is a learning curve, wonders Desai. With time — like email and mobile phone etiquette in the past — users will evolve a certain code of conduct which will be self-imposed.\n\nMedia companies like Facebook and Twitter too are joining forces. Twitter, for example, has been tightening policies to help users deal with issues like safety, harassment, threats and impersonation. Dick Costolo, chief executive, Twitter, on his recent India trip, said: \"Twitter has announced changes recently that will make it a lot easier to report abuse and harder to abuse on the platform.\" Anonymity fuels abusive behaviour online. Social media companies are working hard to tackle this.\n\nBut let's not forget the other, beneficial, side to shaming. If handled well, public shaming can be a great tool in this 21st century world, insists Jacquet. \"You don't throw the baby out with the bath water.\" In the 21st century, the rise of megacorps and powerful nations has brought in concerns around human rights, environment etc. At a global level, often there are no laws or global courts that can force megacorps or governments to behave themselves. \"It is here that the fear of public naming and shaming works beautifully,\" says the author. Aribam will agree, and her harassers on the Delhi-Imphal flight would be a suitably chastised lot by now.", 
            "WebURL": "http://timesofindia.indiatimes.com/tech/tech-news/With-FB-Twitter-public-shaming-gets-a-makeover-but-roasting-on-social-media-can-have-dramatic-impact/articleshow/46811989.cms"
        }, 
        {
            "Agency": "IANS", 
            "Caption": "After one year of acquiring mobile messaging service WhatsApp, Facebook has begun testing a new feature in its 'Facebook for Android' app that includes the first major integration of WhatsApp.", 
            "CommentCountUrl": "http://timesofindia.indiatimes.com/usercommentcount/46820301.cms", 
            "CommentFeedUrl": "http://timesofindia.indiatimes.com/usrcommentfeedsnew/46820301.cms?feedtype=sjson", 
            "DateLine": "Apr 6, 2015, 10.28AM IST", 
            "HeadLine": "Facebook testing new features on WhatsApp", 
            "Image": {
                "Photo": "http://timesofindia.indiatimes.com/photo.cms?photoid=46820332", 
                "PhotoCaption": "This move appears to be the first step towards connecting the two platforms in order to sustain growth and take control of the messaging market together.", 
                "Thumb": "http://timesofindia.indiatimes.com/thumb.cms?photoid=46820332"
            }, 
            "Keywords": "WhatsApp, Facebook, android", 
            "NewsItemId": "46820301", 
            "Related": "http://timesofindia.indiatimes.com/newsrelatedfeeds/46820301.cms?feedtype=sjson", 
            "Story": " NEW YORK: After one year of acquiring mobile messaging service WhatsApp, Facebook has begun testing a new feature in its 'Facebook for Android' app that includes the first major integration of WhatsApp.\n\nThe social networking site has added a 'Send' button with the familiar WhatsApp icon as a part of the status actions buttons that appear under each status update.\n\nThe new button appears on the right side (for left-to-right languages) for some users in the most recent version of the Facebook for Android app, the Geek Time reported.\n\nThis move appears to be the first step towards connecting the two platforms in order to sustain growth and take control of the messaging market together.\n\nAccording to reports, teams are already working on a deeper integration that will include the ability to send messages between Facebook Messenger and WhatsApp.\n\nWhatsApp, which last said it had 700 million monthly active users, and was acquired by Facebook for over $20 billion in February last year. Facebook Messenger now has 600 million monthly active users.\n\n<strong>Follow TOI Tech on Twitter</strong> >>><a href=\"https://twitter.com/toi_tech\" target=\"_blank\"> @toi_tech</a>\n<strong>And like us on Facebook</strong> >>><a href=\"https://www.facebook.com/TOItech\" target=\"_blank\">TOI_tech</a>", 
            "WebURL": "http://timesofindia.indiatimes.com/tech/tech-news/Facebook-testing-new-features-on-WhatsApp/articleshow/46820301.cms"
        }, 
        {
            "Agency": "PTI", 
            "Caption": "The Delhi government had requested DEITY to block such apps, but the Department found it technically impossible to do so for one particular state.", 
            "CommentCountUrl": "http://timesofindia.indiatimes.com/usercommentcount/46812789.cms", 
            "CommentFeedUrl": "http://timesofindia.indiatimes.com/usrcommentfeedsnew/46812789.cms?feedtype=sjson", 
            "DateLine": "Apr 5, 2015, 01.29PM IST", 
            "HeadLine": "Indian govt mulls blocking Uber, Ola apps across the country", 
            "Image": {
                "Photo": "http://timesofindia.indiatimes.com/photo.cms?photoid=46812841", 
                "PhotoCaption": "The Delhi government last month had requested the Centre to block web-based apps of taxi operators Uber, Ola Cabs and TaxiForSure.", 
                "Thumb": "http://timesofindia.indiatimes.com/thumb.cms?photoid=46812841"
            }, 
            "Keywords": "Uber, Ola Cabs, information Technology", 
            "NewsItemId": "46812789", 
            "Related": "http://timesofindia.indiatimes.com/newsrelatedfeeds/46812789.cms?feedtype=sjson", 
            "Story": " <p> NEW DELHI: The government is mulling blocking mobile taxi hailing apps of Uber, Ola and TaxiForSure all over the country, with the Department of Electronics and Information Technology (DEITY) seeking views from the Transport Ministry for the same.</p><p> The Delhi government had requested DEITY to block such apps, but the Department found it technically impossible to do so for one particular state, and therefore, it sought \"concurrence\" of the transport ministry for all-India execution, a senior IT ministry official told .</p><p> The official added that it is technically not possible to block an application only in Delhi and the execution can only happen at the national level.</p><p> \"Therefore, we have sought views of the Transport Ministry and are waiting for their reply,\" the official said.</p><p> When contacted, a senior official in the Road Ministry said: \"We are looking into it on our own. More details will be worked out next week.\"</p><p> The Delhi government last month had requested the Centre to block web-based apps of taxi operators Uber, Ola Cabs and TaxiForSure alleging that these companies were not complying with a ban order imposed by it.</p><p> All app-based cab services were banned in the National Capital after a driver of Uber, the US-based online taxi- hailing company, was accused of raping a female passenger.</p><p> The Delhi transport commissioner had also said that a number of complaints were being received by the transport department saying operations of such taxi services in an unauthorised manner were putting the safety and security of commuters at risk.</p><strong>Follow TOI Tech on Twitter >>> <a href=\"https://twitter.com/toi_tech\" target=\"_blank\">@toi_tech</a></strong>\n<strong>Like TOI Tech on Facebook >>> <a href=\"https://www.facebook.com/TOItech\" target=\"_blank\">TOI_tech</a></strong>\n", 
            "WebURL": "http://timesofindia.indiatimes.com/tech/tech-news/Indian-government-mulls-blocking-Uber-Ola-apps-across-the-country/articleshow/46812789.cms"
        }, 
        {
            "Agency": "Bloomberg", 
            "Caption": "Samsung Electronics may end up saving arch nemesis Apple about $533 million.", 
            "CommentCountUrl": "http://timesofindia.indiatimes.com/usercommentcount/46821231.cms", 
            "CommentFeedUrl": "http://timesofindia.indiatimes.com/usrcommentfeedsnew/46821231.cms?feedtype=sjson", 
            "DateLine": "Apr 6, 2015, 11.53AM IST", 
            "HeadLine": "Samsung may help Apple save $533 million", 
            "Image": {
                "Photo": "http://timesofindia.indiatimes.com/photo.cms?photoid=46821349", 
                "PhotoCaption": "A panel of judges will consider arguments from both Samsung and Smartflash before reaching a final decision in about a year.", 
                "Thumb": "http://timesofindia.indiatimes.com/thumb.cms?photoid=46821349"
            }, 
            "Keywords": "Smartflash, Samsung, Patrick Racz, itunes, Apple", 
            "NewsItemId": "46821231", 
            "Related": "http://timesofindia.indiatimes.com/newsrelatedfeeds/46821231.cms?feedtype=sjson", 
            "Story": " NEW DELHI: Samsung Electronics may end up saving arch nemesis Apple about $533 million.\n\nThat's how much Apple was told to pay after a jury in February said its iTunes service infringed patents owned by Texas licensing firm Smartflash LLC.\n\nThis week, Samsung, which is being sued over the same technology, convinced US regulators to review whether two of Smartflash's patents should have been issued in the first place.\n\nIf a review board at the US Patent and Trademark Office tosses those patents, it will not only benefit Samsung but also Apple — the company it spent four years battling over smartphone technology on four continents.\n\n\"Can Apple put off paying any damages until there's resolution of the Samsung case?\" said Justin Oliver, who heads Fitzpatrick, Cella, Harper & Scinto's office for contested patent office proceedings. \"If it's forced to pay damages, it's very difficult to get that back.\"\n\nSmartflash's patents cover ways of controlling access to digital data through payment systems. The inventor, Patrick Racz, originally sought to commercialize the invention in 2002 with pop singer Britney Spears, according to the complaint.\n\nA patent agency review board issued preliminary findings this week that the patents aren't eligible for legal protection because they cover abstract ideas, not actual inventions. A panel of judges will consider arguments from both Samsung and Smartflash before reaching a final decision in about a year.\n\n<strong>Poor Odds</strong>\n\nThe odds of Smartflash winning the case aren't good, based on the agency's prior reviews. In the small number of cases based on claims that the invention was an abstract idea, 100% were found ineligible for patents, according to a study by the Fitzpatrick law firm.\n\nSmartflash's lawyer said the company has been through this fight before. The district judge that presided over the trial already considered the same issue and sided with Smartflash, said Jason Cassady of Caldwell, Cassady & Curry in Dallas.\n\n\"This is just the institution\" of the review, Cassady said. \"It's a little different than most cases and we feel confident.\"\n\nWorking against Smartflash is a US Supreme Court decision last year that scaled back the type of software inventions that are eligible for patent protection. The high court said that merely having a generic computer do an established business method isn't really an invention. The agency's preliminary decision put Smartflash's patents squarely within the Supreme Court's ruling.\n\n<strong>'High Burden'</strong>\n\"Once that determination is made, it's a very high burden to reverse that in trial,\" Oliver said. Smartflash's patents \"puts them in a category of patents that are more susceptible to challenge.\"\n\nThe patent office's reviews, created as part of a sweeping change to US patent law that took effect in late 2012, allow challenges for data processing patents related to financial products or services. They allow a more expansive investigation than the popular type that is allowed for any type of patent.\n\nSamsung didn't file the petitions to save Apple — its own fight with Smartflash is scheduled for an August trial in Tyler, Texas, though Samsung may ask that it be put off until the patent office completes the reviews.\n\nIn the suit, Tyler-based Smartflash claims Samsung's Media Hub uses the technology without paying royalties.\n\n<strong>Six Patents</strong>\nIn all, six Smartflash patents were asserted against both Apple and Samsung. The patent office has already agreed to review five of them. Some were based on Apple petitions, and the most recent on Samsung petitions.\n\nA Samsung petition to invalidate the third patent involved in the Apple case is still pending.\n\nOfficials with Suwon, South Korea-based Samsung didn't immediately return messages seeking comment.\n\nThe patent office review sets up a sort of race against time for both Apple and Smartflash. Apple needs to either win on its own or stretch out the civil case until the patent office rules on the Smartflash patents.\n\nThe appeals court that specializes in patent law will hear both Apple's appeal and consider the patent office review.", 
            "WebURL": "http://timesofindia.indiatimes.com/tech/tech-news/Samsung-may-help-Apple-save-533-million/articleshow/46821231.cms"
        }, 
        {
            "Agency": "ET Bureau", 
            "ByLine": "Pankaj Mishra", 
            "Caption": "Flipkart is set to hire a top engineer from Google, underscoring a gold rush among the country's companies to tap into Silicon Valley for talent.", 
            "CommentCountUrl": "http://timesofindia.indiatimes.com/usercommentcount/46820697.cms", 
            "CommentFeedUrl": "http://timesofindia.indiatimes.com/usrcommentfeedsnew/46820697.cms?feedtype=sjson", 
            "DateLine": "Apr 6, 2015, 11.03AM IST", 
            "HeadLine": "Flipkart set to hire another top engineer from Google", 
            "Image": {
                "Photo": "http://timesofindia.indiatimes.com/photo.cms?photoid=46820757", 
                "PhotoCaption": "Peeyush Ranjan, a senior engineering director at Google, will join Flipkart's commerce division led by Mukesh Bansal in a key role.", 
                "Thumb": "http://timesofindia.indiatimes.com/thumb.cms?photoid=46820757"
            }, 
            "Keywords": "Sachin Bansal, Infosys, Flipkart hirings, Flipkart, e-commerce", 
            "NewsItemId": "46820697", 
            "Related": "http://timesofindia.indiatimes.com/newsrelatedfeeds/46820697.cms?feedtype=sjson", 
            "Story": " BENGALURU: Flipkart, India's biggest online marketplace, is set to hire another top engineer from Google, underscoring a gold rush among the country's fast-growing companies to tap into Silicon Valley for talent to bolster their technology fronts.\n\nPeeyush Ranjan, a senior engineering director at Google, will join Flipkart's commerce division led by Mukesh Bansal in a key role, according to a person directly aware of the development.\n\nLast month, the company hired another Google engineering leader, Punit Soni, to be chief product officer in the same division. Soni will join Flipkart this month, and Ranjan likely in May, this person said. In March, Mukesh along with Flipkart co-founder Sachin Bansal met around three-dozen potential hires in the Valley.\n\nWith technology emerging as the biggest battle-front for Indian e-commerce and software firms, leading companies such as Infosys and Flipkart have been scouting for engineers groomed in top-tier US companies to acquire the domain edge they need to dominate rivals.\n\n\"Companies such as Google and Facebook have the talent pool we need to solve our biggest challenges,\" said an industry executive familiar with Flipkart's strategy. \"You don't find such deep expertise — combination of technology, domain and experience in scale — in India.\" Over the past year, Flipkart has beefed up its technology team and vowed to increase investments as the electronic marketplace braces for a tough battle with Amazon in India.\n\nAll this aligns with Flipkart's new organizational structure announced earlier this year wherein Sachin, Binny Bansal and Mukesh are now leading three separate business units — advertising technology and big data, logistics and supply chain, and commerce, respectively. Flipkart declined comment for this report.\n\n<strong>Infy office gets garage look</strong>\n\nInfosys, India's second-largest software company, has renovated its Palo Alto office to look like a garage startup — with free food and soda but no cubicles. Just a few blocks from the SAP office, Infosys' Valley face is a far cry from its massive buildings in India that are more like factories full of engineers.\n\nInfosys chief executive Vishal Sikka, who joined from SAP last year, is based in the Palo Alto office, hunting for disruptive ideas in the areas of automation and artificial intelligence.\n\n\"Vishal is the kind of the guy who will look at a customer project and say, 'Why can't we automate a lot of these tedious, mundane tasks and complete things in six months instead of 18 months and unlock real value there?'\" said Dave Gardner, founder of Gardner & Associates Consulting, a strategic advisory firm based in San Jose, California.\n\nInfosys under Sikka has poached top SAP executives Ritika Suri, Navin Budhiraja and recently Kaustav Mitra to help tap into the Valley. The company has also invested in a startup that was spun off from DreamWorks Animation. Kartik Hosanagar, associate professor of internet commerce at Wharton School, said the motivations for Flipkart and Infosys are different for tapping Silicon Valley's talent pool.\n\n\"For Infosys, their clients are asking for thought leadership; mere software implementation for projects that are well scoped out has become a commodity,\" Hosanagar said.\n\n<strong>Experience with scale</strong>\n\nAnd while Flipkart doesn't face the challenges of transforming an old, legacy organization, the e-commerce company is looking to solve problems never confronted before.\n\n\"Nobody in India has ever run a technology platform with the scale of Flipkart, so it's hard for Flipkart to hire local talent that can genuinely claim to have experience with scale. Hence, they are looking Westward — not for innovators, but for experienced technologists,\" Hosanagar said.\n\nThe biggest challenge faced by Infosys and Flipkart will be to integrate their disruptive, Silicon Valley-based front-ends with more complex organizations back home in India.\n\n\"The integration is not easy to pull off because the innovation approaches are so different and there are challenging cultural issues to resolve as well,\" Hosanagar said, referring to Infosys.\n\n\"I think it won't be hard for Flipkart to manage this integration because it doesn't require change in management style or issues of the sort,\" he said. Some experts, however, questioned the rush to Silicon Valley.\n\n\"The opportunities are in India — it is about to add half-a-billion internet users and see a technology boom that will make Silicon Valley's dot-com boom look lame,\" said Vivek Wadhwa, academician and an expert on startups and innovation.\n\n\"When American firms are realizing the opportunities in India, why don't Indian companies see this? They have that saying about 'ghar ki murgi dal barabar' (undervaluing homegrown talent) — this is what I am observing!\"\n\n<strong>Follow TOI Tech on Twitter >>> <a href=\"https://twitter.com/toi_tech\" target=\"_blank\">@toi_tech</a></strong>\n<strong>Like TOI Tech on Facebook >>> <a href=\"https://www.facebook.com/TOItech\" target=\"_blank\">TOI_tech</a></strong>", 
            "WebURL": "http://timesofindia.indiatimes.com/tech/tech-news/Flipkart-set-to-hire-another-top-engineer-Peeyush-Ranjan-from-Google/articleshow/46820697.cms"
        }, 
        {
            "Agency": "TNN", 
            "ByLine": "Samidha Sharma", 
            "Caption": "Fashion e-tailer to shut desktop website.", 
            "CommentCountUrl": "http://timesofindia.indiatimes.com/usercommentcount/46818792.cms", 
            "CommentFeedUrl": "http://timesofindia.indiatimes.com/usrcommentfeedsnew/46818792.cms?feedtype=sjson", 
            "DateLine": "Apr 6, 2015, 04.24AM IST", 
            "HeadLine": "Myntra to shut website from May 1", 
            "Image": {
                "Photo": "http://timesofindia.indiatimes.com/photo.cms?photoid=46818804", 
                "PhotoCaption": "Online fashion retailer Myntra will shut its website from May 1, in what seems like a definitive step towards becoming only a mobile app-based retailer.", 
                "Thumb": "http://timesofindia.indiatimes.com/thumb.cms?photoid=46818804"
            }, 
            "Keywords": "online fashion retailer, Myntra, mobile app-based retailer, fashion e-tailer", 
            "NewsItemId": "46818792", 
            "Related": "http://timesofindia.indiatimes.com/newsrelatedfeeds/46818792.cms?feedtype=sjson", 
            "Story": " MUMBAI: Online fashion retailer Myntra will shut its website from May 1, in what is a definitive step towards becoming only a mobile app-based retailer, sources close to the development told TOI. This will be the first such instance of an e-commerce player transforming into a mobile-only entity as internet usage over smartphones surges in India.\n\nTOI first reported in its February 7 edition that Myntra may look to phase out its web presence sometime during this year. However, the decision to shutter the site has been advanced, said sources, who did not want to be named. Flipkart, which acquired Myntra a year ago, may also follow suit if the experiment goes down well with the fashion e-tailer.\n\nBoth Flipkart and Myntra have already closed down their mobile websites directing visitors to their respective apps. Mukesh Bansal, Myntra co-founder and head of com merce at Flipkart, did not respond to TOI's query on the closure of the e-tailer's site There is a 360-degree advertising and marketing campaign being planned by Myntra to announce its app-only presence which will be unveiled in the coming weeks, sources said.\n\nCurrently , Myntra draws as much as 80% of its traffic and 70% of sales from its mobile app. Flipkart, too, registers more than 60% of sales through its app.\n<img class=\"gwt-Image\" src=\"/photo/46819438.cms\" />\nBansal had in the February 7 report said \"we are (Myntra) 100% focused on mobile and making all our investments on the platform going forward\". In a recent interaction with TOI, Sachin Bansal, co-founder of Flipkart, had said that desktops weren't giving the same return on investments anymore compared to a few years ago. Bansal said Flipkart would keep an eye out for more acquisitions in the mobile space.\n\nOnline shopper penetration (as a percentage of internet users) in India is expected to increase from 9% in 2013 to 36% in 2020, primarily led by mobile users, a recent Morgan Stanley report said. With mobile usage increasing, advertisement costs (primarily search engine optimization) are declining as traffic is increasing either directly to the website or through a mobile app. This is also increasing customer stickiness as once an app has been downloaded, customers generally visit that website before visiting any other site, the report said.\n\nSeeing the trend, over the past year or so younger startups have begun operation as mobile-only platforms, a shift from the concept of mobile-first adopted by the first wave on tech companies. The Internet & Mobile Association of India estimates that total internet users amounted to over 300 million in December 2014, with close to 60% via a mobile connection.\n\nBoth Flipkart and Myntra, as well as some of the other e-commerce majors, have been pushing offers exclusively on their apps with the aim of getting consumers on to the platform. Most leading Indian e-commerce players have seen mobile contribute to greater than 50-60% of transactions today from under 5% a year ago as smartphone penetration has risen exponentially.", 
            "WebURL": "http://timesofindia.indiatimes.com/tech/tech-news/Myntra-to-shut-website-from-May-1/articleshow/46818792.cms"
        }, 
        {
            "Agency": "ANI", 
            "Caption": "OnePlus has launched its inaugural version of operating system, OxygenOS, based on Android Lollipop, customized for its OnePlus One phone.", 
            "CommentCountUrl": "http://timesofindia.indiatimes.com/usercommentcount/46821353.cms", 
            "CommentFeedUrl": "http://timesofindia.indiatimes.com/usrcommentfeedsnew/46821353.cms?feedtype=sjson", 
            "DateLine": "Apr 6, 2015, 12.02PM IST", 
            "HeadLine": "OnePlus launches Android based OxygenOS", 
            "Image": {
                "Photo": "http://timesofindia.indiatimes.com/photo.cms?photoid=46821370", 
                "PhotoCaption": "The company said the top features of the smartphone were gesture controls from the off screen, quick setting adjustment, and a file manager.", 
                "Thumb": "http://timesofindia.indiatimes.com/thumb.cms?photoid=46821370"
            }, 
            "Keywords": "", 
            "NewsItemId": "46821353", 
            "Related": "http://timesofindia.indiatimes.com/newsrelatedfeeds/46821353.cms?feedtype=sjson", 
            "Story": " WASHINGTON: OnePlus, a smartphone-maker has recently launched its inaugural version of operating system, OxygenOS, based on Android Lollipop, customized for its OnePlus One phone.\n\nThe company said the top features of the smartphone were gesture controls from the off screen, quick setting adjustment, and a file manager, Tech Crunch reported.\n\nIn its blog post, the company described its approach as \"back to basics\" and \"light and essential,\" with a focus on performance and battery life, and that their own OS would allow them to quickly respond to user feedback.\n\nOnePlus said its goal is to provide quicker meaningful updates and a better-integrated range of services for all its users.\n\n<strong>Follow TOI Tech on Twitter</strong> >>><a href=\"https://twitter.com/toi_tech\" target=\"_blank\"> @toi_tech</a>\n<strong>And like us on Facebook</strong> >>><a href=\"https://www.facebook.com/TOItech\" target=\"_blank\">TOI_tech</a>\n\n", 
            "WebURL": "http://timesofindia.indiatimes.com/tech/tech-news/OnePlus-launches-Android-based-OxygenOS/articleshow/46821353.cms"
        }, 
        {
            "Agency": "IANS", 
            "Caption": "The lock made by a company called 'August' essentially allows you and anyone you register to open your door with an app.", 
            "CommentCountUrl": "http://timesofindia.indiatimes.com/usercommentcount/46820925.cms", 
            "CommentFeedUrl": "http://timesofindia.indiatimes.com/usrcommentfeedsnew/46820925.cms?feedtype=sjson", 
            "DateLine": "Apr 6, 2015, 11.23AM IST", 
            "HeadLine": "An app to unlock your doors", 
            "Image": {
                "Photo": "http://timesofindia.indiatimes.com/photo.cms?photoid=46821055", 
                "PhotoCaption": "The 'August' lock costs about $250 and another $250 to install it.", 
                "Thumb": "http://timesofindia.indiatimes.com/thumb.cms?photoid=46821055"
            }, 
            "Keywords": "", 
            "NewsItemId": "46820925", 
            "Related": "http://timesofindia.indiatimes.com/newsrelatedfeeds/46820925.cms?feedtype=sjson", 
            "Story": " NEW YORK: You can open this lock with an app installed in your smartphone. The lock made by a company called 'August' essentially allows you and anyone you register to open your door with an app.\n\nYour friends, family, or even the plumber could download the app, you could give them a code, and they get in, CBS Local reported. You can even have that code expire, meaning they will only be able to access the door for a limited time.\n\nThe 'August' lock costs about $250 and another $250 to install it.\n\nInspiring as it may sound, security experts are not very enthusiastic about it. Because mobile phones are hackable and if your phone is hacked, you will lose access to your own house.\n\n\"The population in the planet can now get into your pocket and wallet, electronically from China or some other place. When you put your information in any computer device that is connected to the internet then you're talking about the entire world potentially accessing that thing,\" security expert Silka Gonzalez was quoted as saying.\n\n<strong>Follow TOI Tech on Twitter </strong>>>><a href=\"https://twitter.com/toi_tech\" target=\"_blank\"> @toi_tech</a>\n<strong>And like us on Facebook </strong>>>><a href=\"https://www.facebook.com/TOItech\" target=\"_blank\">TOI_tech</a>\n\n", 
            "WebURL": "http://timesofindia.indiatimes.com/tech/apps/An-app-to-unlock-your-doors/articleshow/46820925.cms"
        }, 
        {
            "Agency": "Reuters", 
            "Caption": "The US tech giant cannot use the image of an apple nor the word \"apple\" to launch its watch within Switzerland.", 
            "CommentCountUrl": "http://timesofindia.indiatimes.com/usercommentcount/46813662.cms", 
            "CommentFeedUrl": "http://timesofindia.indiatimes.com/usrcommentfeedsnew/46813662.cms?feedtype=sjson", 
            "DateLine": "Apr 5, 2015, 03.46PM IST", 
            "HeadLine": "Apple Watch hits a roadblock in Switzerland", 
            "Image": {
                "Photo": "http://timesofindia.indiatimes.com/photo.cms?photoid=46813713", 
                "PhotoCaption": "The document, reprinted on the RTS website, was published by trade magazine Business Montres & Joaillerie, RTS said.", 
                "Thumb": "http://timesofindia.indiatimes.com/thumb.cms?photoid=46813713"
            }, 
            "Keywords": "Tim Cook, Swatch, Apple watch, Apple", 
            "NewsItemId": "46813662", 
            "Related": "http://timesofindia.indiatimes.com/newsrelatedfeeds/46813662.cms?feedtype=sjson", 
            "Story": " <p> ZURICH: Apple is not able to launch its new smartwatch in Switzerland until at least the end of this year because of an intellectual property rights issue, Swiss broadcaster RTS reported on its website.</p><p> The US tech giant cannot use the image of an apple nor the word \"apple\" to launch its watch within Switzerland, the home of luxury watches, because of a patent from 1985, RTS reported, citing a document from the Swiss Federal Institute of Intellectual Property.</p><p> The document, reprinted on the RTS website, was published by trade magazine Business Montres & Joaillerie, RTS said.</p><p> The patent is set to finish on Dec. 5 of this year. It currently belongs to William Longe, who owns watch brand Leonard that first filed the patent.</p><p> Apple did not immediately respond to a Reuters request for comment. The Swiss Federal Institute of Intellectual Property could not immediately be reached outside of normal business hours.</p><p> The Apple Watch, the firm's first new device since Tim Cook became CEO, will be available in stores in nine countries on April 24.</p><p> The world's largest watchmaker Swatch unveiled its riposte to Apple's smartwatch last month, announcing a plan to put cheap programmable chips in watches that will let wearers from China to Chicago make payments with a swipe of the wrist.</p><p> <strong>Follow TOI Tech on Twitter >>> <a href=\"https://twitter.com/toi_tech\" target=\"_blank\">@toi_tech</a></strong>\n<strong>Like TOI Tech on Facebook >>> <a href=\"https://www.facebook.com/TOItech\" target=\"_blank\">TOI_tech</a></strong></p>", 
            "WebURL": "http://timesofindia.indiatimes.com/tech/tech-news/Apple-Watch-hits-a-roadblock-in-Switzerland/articleshow/46813662.cms"
        }, 
        {
            "Agency": "TOI Tech", 
            "ByLine": "Anupam Saxena", 
            "Caption": "For as low as Rs 14,990, you can own your own pair of Bang & Olufsen’s.", 
            "CommentCountUrl": "http://timesofindia.indiatimes.com/usercommentcount/46813013.cms", 
            "CommentFeedUrl": "http://timesofindia.indiatimes.com/usrcommentfeedsnew/46813013.cms?feedtype=sjson", 
            "DateLine": "Apr 5, 2015, 02.09PM IST", 
            "HeadLine": "Bang & Olufsen BeoPlay H2 headphones review", 
            "Image": {
                "Photo": "http://timesofindia.indiatimes.com/photo.cms?photoid=46813111", 
                "PhotoCaption": "- Lightweight- Stylish- Brilliant sound", 
                "Thumb": "http://timesofindia.indiatimes.com/thumb.cms?photoid=46813111"
            }, 
            "Keywords": "BeoPlay H2 review, BeoPlay H2 price in India, Bang & Olufsen BeoPlay H2, Bang & Olufsen", 
            "NewsItemId": "46813013", 
            "Related": "http://timesofindia.indiatimes.com/newsrelatedfeeds/46813013.cms?feedtype=sjson", 
            "Story": " Danish company Bang & Olufsen is known for its luxury audio products that focus on minimalist aesthetics and high quality materials targeting people who prefer to listen at leisure. This however, doesn't imply that it doesn't pay the same attention to acoustics.\n\nWith its affordable B&O Play products, Bang & Olufsen wants to reach out to more people. We've been using the BeoPlay H2 over-the-ear headphones, the company's least expensive headphones part of the Play line-up. For as low as Rs 14,990, you can own your own pair of Bang & Olufsen's. But is the price really worth it? We try to find out...\n\n<strong>Look & feel</strong>\n\nThe BeoPlay H2 are flexible over-the-air headphones that are very light weight (155gram) due to the composite structure while the genuine lambskin leather on the cushions offers a comfortable, soft feel. Designed by Jakob Wagner, the headphones look fashionable and offer good flexibility thanks to the use of adaptive fit technology in the headband. The outer covering of the band and ear pods feature clothing-like rugged textile material in silver, blue and green colours. We got a blue coloured (Carbon Blue to be precise) unit to review.\n\nWe have to say that the headphones adapted to our head shortly after wearing them, without any hiccups. They felt very soft and comfortable. Interestingly the cushions can be easily rotated when you take the headphones off and hang them around your neck. The cushions offer good sound insulation even though there's no noise cancellation technology employed.These little things show how the company cares about ergonomics and attention to detail. The 3.5mm cable that connects the headphones to an audio source is detachable and connects at the left cushion. The wire also features a remote to increase the volume and play or pause the music and a microphone for phone calls.\n\n<img class=\"gwt-Image\" src=\"/photo/46813077.cms\" />\n\n<strong>Sound quality </strong>\n\nWe tested the headphones with an Apple iPhone 6. The BeoPlay H2 offer sound output as good as the headphones look. There's a 40mm custom Bang & Olufsen driver inside the headphones along with a bass port and neodymium magnets, which gives a rich sound experience.\n\nThe sound output levels are pretty good and you'll be able to block out ambient sounds at just 50-60 volume levels even though there's no active noise cancellation.\n\nWithout doubt the BeoPlay H2 headphones offer excellent bass without any distortion at high volume levels. The percussion effects at the beginning of One Bit's 'Won't hold back' sound rich complete with the thump. If you love electronic music, you'll have a great time working out with these headphones.\n\nThe headphones deal with high frequencies with the same elan and you can easily distinguish between all musical instruments. Even the mid-range frequencies sound rich and clear. Vocal textures have the perfect tone. You can get a good idea of John Legend's range when you listen to the unmixed 'All of me' track through the headphones.\n\n<strong>Verdict</strong>\nWe love the BeoPlay H2 headphones. These offer a great mix of good style and great sound quality, at the same time offering optimum ergonomics. At Rs 14,990, they're the cheapest B&O's you can own and offer good bang for your buck. Our only gripe is that these don't come with a case.\n<strong>Follow TOI Tech on Twitter >>> <a href=\"https://twitter.com/toi_tech\" target=\"_blank\">@toi_tech</a></strong>\n<strong>Like TOI Tech on Facebook >>> <a href=\"https://www.facebook.com/TOItech\" target=\"_blank\">TOI_tech</a></strong>\n", 
            "WebURL": "http://timesofindia.indiatimes.com/tech/reviews/Bang-Olufsen-BeoPlay-H2-headphones-review/articleshow/46813013.cms"
        }, 
        {
            "Agency": "TNN", 
            "Caption": "Wipro has inducted four additional members to its newly-created group executive council, a forum comprising of a core group of leaders to deliberate and strategize long term vision.", 
            "CommentCountUrl": "http://timesofindia.indiatimes.com/usercommentcount/46801744.cms", 
            "CommentFeedUrl": "http://timesofindia.indiatimes.com/usrcommentfeedsnew/46801744.cms?feedtype=sjson", 
            "DateLine": "Apr 4, 2015, 06.35AM IST", 
            "HeadLine": "Wipro expands exec council, inducts four more members", 
            "Image": {
                "Photo": "http://timesofindia.indiatimes.com/photo.cms?photoid=46803397", 
                "PhotoCaption": "Wipro has inducted four additional members to its newly-created group executive council, a forum comprising of a core group of leaders to deliberate and strategize long term vision.", 
                "Thumb": "http://timesofindia.indiatimes.com/thumb.cms?photoid=46803397"
            }, 
            "Keywords": "Wipro executive council, Wipro, Azim Premji", 
            "NewsItemId": "46801744", 
            "Related": "http://timesofindia.indiatimes.com/newsrelatedfeeds/46801744.cms?feedtype=sjson", 
            "Story": " BENGALURU: Wipro has inducted four additional members to its newly-created group executive council (GEC), a forum comprising of a core group of Wipro leaders to deliberate and strategize long term vision for the company.\n\nThe four are Abid Ali Neemuchwala, group president & chief operating officer, Anand Padmanabhan, chief executive of energy & utilities, G K Prasanna, chief executive of global infrastructure services, and Bhanumurthy B M, chief executive of business application services. Neemuchwala moved to Wipro last month after 23 years at TCS. The other three are Wipro veterans, all of whom were elevated to the level of president over the past few months.\n\n\"The group executive council carries the charter of providing thought leadership across the Wipro Group and is the driving force behind shaping its strategic priorities. These leaders bring with them a rich global experience and we are confident their induction will bring more plurality of ideas and add more heft to the deliberations of the council,\" said Wipro chairman Azim Premji who is also part of the GEC.\n\nOther members of the GEC include CEO T K Kurien, infrastructure engineering CEO Pratik Kumar, consumer care and lighting CEO Vineet Agrawal, chief sustainability officer Anurag Behar and Wipro-GE MD Terri Bresenham.\n\n<strong>Follow TOI Tech on Twitter >>> <a href=\"https://twitter.com/toi_tech\" target=\"_blank\">@toi_tech</a></strong><strong> \nLike TOI Tech on Facebook >>> <a href=\"https://www.facebook.com/TOItech\" target=\"_blank\">TOI_Tech</a></strong>", 
            "WebURL": "http://timesofindia.indiatimes.com/tech/tech-news/Wipro-expands-exec-council-inducts-four-more-members/articleshow/46801744.cms"
        }, 
        {
            "Agency": "TNN", 
            "Caption": "The government issued orders to block 2341 URLs in 2014, an official response to an RTI application shows.", 
            "CommentCountUrl": "http://timesofindia.indiatimes.com/usercommentcount/46801233.cms", 
            "CommentFeedUrl": "http://timesofindia.indiatimes.com/usrcommentfeedsnew/46801233.cms?feedtype=sjson", 
            "DateLine": "Apr 4, 2015, 03.31AM IST", 
            "HeadLine": "Government ordered 2,341 URLs to be blocked in 2014", 
            "Image": {
                "Photo": "http://timesofindia.indiatimes.com/photo.cms?photoid=46801241", 
                "PhotoCaption": "While the number of URL blocking orders stood at 2341 last year, the same number in 2013 was 1349 – indicating a rise of 73%. The same number stood at 708 in 2012.", 
                "Thumb": "http://timesofindia.indiatimes.com/thumb.cms?photoid=46801241"
            }, 
            "Keywords": "websites blocked, Site blocked, Internet censorship", 
            "NewsItemId": "46801233", 
            "Related": "http://timesofindia.indiatimes.com/newsrelatedfeeds/46801233.cms?feedtype=sjson", 
            "Story": " NEW DELHI: The government issued orders to block 2,341 URLs in 2014, an official response to an RTI application shows. The RTI was filed by Delhi-based non-profit legal services organization Software Freedom Law Center India (SFLC.in) last month to Department of Electronics and Information Technology (DeitY), which falls under the Ministry of Communications and IT.\n\nWhile the number of URL blocking orders stood at 2,341 last year, the same number in 2013 was 1,349 - indicating a rise of 73%. The same number stood at 708 in 2012. The application sought answers on blocking orders issued variously pursuant to court orders, requests from government departments, and requests from private parties. The DeitY response says that \"barring a few numbers, all URLs were blocked on the orders of the court.\" Moreover, the number of URLs ordered to be unblocked were 32 in 2014 and 4 in 2012. No URLs were unblocked in 2013.\n\n\"Further, as per the provisions of Rule 16 of the Information Technology (Procedure and Safeguard for locking for Access of Information by Public) Rules, 2009, notified under section 69 A of the Information Technology Act 2000, the requests and complaints received and actions taken thereof are strictly confidential,\" the reply adds.\n\n<img class=\"gwt-Image\" src=\"/photo/46801235.cms\" />\n\nSFLC.in, which uploaded the RTI and the replies on its website, has said in an accompanying blog that the government needs to review its stance on confidentiality, particularly in the light of the apex court's observations when striking down section 66 A of the IT Act.\n\nIt says that the SC \"invited attention to several safeguards incorporated into Section 69A - one amongst them being that reasons behind blocking orders are to be recorded in writing in the orders themselves so that they may be challenged by means of writ petitions... However, one fails to understand how such a writ petition might be filed so long as the blocking orders are kept confidential. Rule 16 therefore renders an important safeguard in the content-blocking process ineffective.\"\n\n\n<strong>Follow TOI Tech on Twitter >>> <a href=\"https://twitter.com/toi_tech\" target=\"_blank\">@toi_tech</a>\nLike TOI Tech on Facebook >>> <a href=\"https://www.facebook.com/TOItech\" target=\"_blank\">TOI_Tech</a></strong>", 
            "WebURL": "http://timesofindia.indiatimes.com/tech/tech-news/Government-ordered-2341-URLs-to-be-blocked-in-2014/articleshow/46801233.cms"
        }, 
        {
            "Agency": "TNN", 
            "ByLine": "Sushma U N", 
            "Caption": "Taxi-hailing aggregators -- Uber and Ola -- are hot companies on the startup stable, attracting students for internships this summer.", 
            "CommentCountUrl": "http://timesofindia.indiatimes.com/usercommentcount/46801742.cms", 
            "CommentFeedUrl": "http://timesofindia.indiatimes.com/usrcommentfeedsnew/46801742.cms?feedtype=sjson", 
            "DateLine": "Apr 4, 2015, 06.34AM IST", 
            "HeadLine": "Why Uber, Ola are becoming the hot new startups for interns", 
            "Image": {
                "Photo": "http://timesofindia.indiatimes.com/photo.cms?photoid=46803544", 
                "PhotoCaption": "Deal swung Ola's way as investors felt that the Indian company, valued at $660 million in its last round of funding, is better value for money. ", 
                "Thumb": "http://timesofindia.indiatimes.com/thumb.cms?photoid=46803544"
            }, 
            "Keywords": "Uber, tech internships, Ola", 
            "NewsItemId": "46801742", 
            "Related": "http://timesofindia.indiatimes.com/newsrelatedfeeds/46801742.cms?feedtype=sjson", 
            "Story": " CHENNAI: Taxi-hailing aggregators -- Uber and Ola -- are hot companies on the startup stable, attracting students for internships this summer.\n\nManagement graduates and engineering students, who earlier sought internship at large multinational firms or big e-commerce companies, are opting for positions in the small yet popular travel aggregators.\n\n\"We get to choose what we want to do. You get to think out-of-the-box, give your suggestions and options and implement them if the company thinks they are good,\" says Anil Bajaj, a Bangalore based IT engineer, who is now with Ola full-time after completing two internships there. \"I applied to other companies but they don't offer the kind of flexibility in the roles we play in the company, so I chose to join OIa,\" Bajaj says.\n\n\"E-commerce has now become ubiquitous and many Indian companies have grown to the extent that they might not be as flexible. In terms of work too, it is something different from online retailing. So, I hope to get into a taxi-app company as they are small in size here and will give me more opportunities to learn,\" says Divya Shankar, an engineering student in Chennai scouting for internships this April/May.\n\nCompanies are finding this an attractive proposition and are looking at this as a faster and easier way to grow. US-based Uber, which is aggressively making its way into the Indian market, sent out mailers to users last week seeking internships, promising a faster recruitment process and the opportunity to grow with what they call \"one of the world's fastest growing startups.\" \"We are seeing interest from students to intern with us, and we have people across functions,\" a spokesperson for Uber said.\n\n\"We strongly believe in investing in interns since they bring a lot of diverse ideas and serve as a strong pipeline for talent we shall look to hire in the future Their creativity and perspective brings immense value in a fast growing company like us,\" says Yugantar Saikia, VP -- Human Resources, Ola. The company has hired about 100 people as interns this year.\n\nWhile most interns are either from an engineering or a management background since the businesses are anchored on technology, it is not rule.\n\nTaxi-hailing companies say they see interest from students from disciplines such as mathematics and economics as well. \"We have opportunities across the businesses in all functions. Depending on the intern's background and area of interest/specialization, they could move into operations, process excellence, sales or even corporate functions like marketing, HR or analytics,\" Saikia said.\n\n<strong>Follow TOI Tech on Twitter >>> <a href=\"https://twitter.com/toi_tech\" target=\"_blank\">@toi_tech</a>\nLike TOI Tech on Facebook >>> <a href=\"https://www.facebook.com/TOItech\" target=\"_blank\">TOI_Tech</a></strong>", 
            "WebURL": "http://timesofindia.indiatimes.com/tech/jobs/Why-Uber-Ola-are-becoming-the-hot-new-startups-for-interns/articleshow/46801742.cms"
        }, 
        {
            "Agency": "TNN", 
            "ByLine": "Ashutosh Desai", 
            "Caption": "You can watch online videos on HDTVs even if they don't support Wi-Fi connections.", 
            "CommentCountUrl": "http://timesofindia.indiatimes.com/usercommentcount/46803133.cms", 
            "CommentFeedUrl": "http://timesofindia.indiatimes.com/usrcommentfeedsnew/46803133.cms?feedtype=sjson", 
            "DateLine": "Apr 4, 2015, 11.19AM IST", 
            "HeadLine": "Buyer's guide: How to add wireless functionality to HDTVs", 
            "Image": {
                "Photo": "http://timesofindia.indiatimes.com/photo.cms?photoid=46803211", 
                "PhotoCaption": "Google Chromecast resembles a USB pen drive; connects to your TV via its HDMI and USB port, and is capable of streaming content.", 
                "Thumb": "http://timesofindia.indiatimes.com/thumb.cms?photoid=46803211"
            }, 
            "Keywords": "WD TV, google chromecast, Google, Chromecast app, Amkette EvoTV", 
            "NewsItemId": "46803133", 
            "Related": "http://timesofindia.indiatimes.com/newsrelatedfeeds/46803133.cms?feedtype=sjson", 
            "Story": " <strong>I would like to watch online videos on my HDTV, but it doesn't support Wi-Fi connections. I don't want to buy a new television yet. Is there any way to add wireless functionality to my TV?</strong>\n\n<strong>Rohan Fernandes, Kirit Mehta, Yashpal Singh</strong>\n\n\n\nYou can invest in a digital media player for your HDTV. Your set must have a free HDMI port (and in some cases, a USB as well) to accommodate the device. This set-up will let you wirelessly stream content from the internet, or connected devices, and also has the ability to play a wide range of digital formats. Now, depending on your budget and specific needs, you can opt for any one of the two types of players...\n\n<strong>Ultra-portable</strong>: Google Chromecast (available online for Rs 2,999) resembles a USB pen drive; connects to your TV via its HDMI and USB port (for power), and is capable of streaming content — pictures, music, videos — wirelessly from a PC, smartphone or tablet. You will require the Chromecast app (available for Android and iOS) to help with the initial set-up.\n\nYou can also consider the Roku 3500R Streaming Stick (Rs 5,000), which can be controlled via the Roku app (for Android and iOS) as well as the included remote control. While both devices will also let you stream content from the web, they do not come with internal storage that lets you store content.\n\n<strong>Box-type</strong>: These devices also have to be connected to your TV via an HDMI port. The added advantage is that they come with extra connectivity options, including USB ports for flash and external storage drives, Ethernet for a wired network, optical-out for digital audio, a slot for SD cards, etc.\n\nHere, you can opt for the WD TV Live (Rs 8,000), Roku 3 (Rs 8,500) or the Amkette evoTV (MC, AC or XT) (with prices from Rs 6,000 to Rs 8,500).\n\nThe WD TV is ideal for personal multimedia content and to access pre-loaded web services like YouTube and Flickr.\n\nThe Amkette players offer greater USB connectivity (four compared to the two on the WD TV and one on Roku) and are Android-based systems, giving you access to the apps on the Google Play Store.\n\nThe Roku includes a microSD card slot and a remote control that has a convenient 3.5mm jack for earphones (these are also included). When in use, audio is streamed wirelessly to it. However, it is handicapped by a limited support for digital file formats.\n\nIt can play MP4, MKV, AAC, MP3, JPG and PNG, when compared to the WD TV and Amkette players, which support a wider range of AV formats like DVD (VOB files), high-def MT2S videos, Windows Media files and high-quality audio standards like OGG and FLAC.\n\n\n<strong>Follow TOI Tech on Twitter >>> <a href=\"https://twitter.com/toi_tech\" target=\"_blank\">@toi_tech</a></strong>\n<strong>Like TOI Tech on Facebook >>> <a href=\"https://www.facebook.com/TOItech\" target=\"_blank\">TOI_tech</a></strong>", 
            "WebURL": "http://timesofindia.indiatimes.com/tech/how-to/Buyers-guide-How-to-add-wireless-functionality-to-HDTVs/articleshow/46803133.cms"
        }, 
        {
            "Agency": "TOI Tech", 
            "Caption": "HTC Desire 826 has a 5.5-inch Full HD screen and runs on the Android 5.0-based Sense UI. It is powered by the 64-bit octa-core Snapdragon 615 processor with 2GB RAM.", 
            "CommentCountUrl": "http://timesofindia.indiatimes.com/usercommentcount/46805076.cms", 
            "CommentFeedUrl": "http://timesofindia.indiatimes.com/usrcommentfeedsnew/46805076.cms?feedtype=sjson", 
            "DateLine": "Apr 4, 2015, 03.12PM IST", 
            "HeadLine": "HTC Desire 826 launched in India at Rs 25,990", 
            "Image": {
                "Photo": "http://timesofindia.indiatimes.com/photo.cms?photoid=46805122", 
                "PhotoCaption": "HTC Desire 826 has a 5.5-inch Full HD screen and runs on the Android 5.0-based Sense UI. It is powered by the 64-bit octa-core Snapdragon 615 processor with 2GB RAM.", 
                "Thumb": "http://timesofindia.indiatimes.com/thumb.cms?photoid=46805122"
            }, 
            "Keywords": "HTC Desire 826 price, HTC Desire 826 launched in India, HTC Desire 826, HTC", 
            "NewsItemId": "46805076", 
            "Related": "http://timesofindia.indiatimes.com/newsrelatedfeeds/46805076.cms?feedtype=sjson", 
            "Story": " NEW DELHI: Taiwanese manufacturer HTC has launched its Desire 826 mid-range phablet in the Indian market at Rs 25,990. At this price, it will be pitted against handsets like the 64GB OnePlus One and Xiaomi Mi 4, along with the newly-unveiled Gionee Elife S7.\n\nThe all-new Desire 826 has a 5.5-inch Full HD Super LCD3 screen and runs on the Android 5.0-based Sense UI. It is powered by the 64-bit octa-core Snapdragon 615 processor with 2GB RAM and comes with 16GB built-in storage with microSD card support up to 128GB.\n\nThe latest HTC model sports a 13MP camera with LED flash on the back and a 4MP selfie shooter in front. Powered by a 2,600mAh battery, this handset has connectivity features like 2G, 3G, Wi-Fi, Bluetooth 4.1 and microUSB 2.0.\n\nThe front-facing BoomSound speakers of HTC Desire 826 come with Dolby Audio technology. The manufacturer also plans to release its Dot View covers for this phablet.\n\nFaisal Siddiqui, president, South Asia, HTC, said, \"We at HTC understand our consumer and design products to sit their being. The HTC desire 826 is yet another effort of ours to combine superior quality features in a stunning smartphone at a smart price.\"\n\n<strong>Follow TOI Tech on Twitter >>> <a href=\"https://twitter.com/toi_tech\" target=\"_blank\">@toi_tech</a>\nLike TOI Tech on Facebook >>> <a href=\"https://www.facebook.com/TOItech\" target=\"_blank\">TOI_Tech</a></strong>", 
            "WebURL": "http://timesofindia.indiatimes.com/tech/mobiles/HTC-Desire-826-launched-in-India-at-Rs-25990/articleshow/46805076.cms"
        }, 
        {
            "Agency": "TOI Tech", 
            "ByLine": "Ravi Sharma", 
            "Caption": "The new Gionee Elife S7 is faster and better, according to the Chinese manufacturer, but not thinner than the rivals and its own predecessor.", 
            "CommentCountUrl": "http://timesofindia.indiatimes.com/usercommentcount/46804155.cms", 
            "CommentFeedUrl": "http://timesofindia.indiatimes.com/usrcommentfeedsnew/46804155.cms?feedtype=sjson", 
            "DateLine": "Apr 4, 2015, 01.20PM IST", 
            "HeadLine": "Gionee Elife S7 first impressions", 
            "Image": {
                "Photo": "http://timesofindia.indiatimes.com/photo.cms?photoid=46804302", 
                "PhotoCaption": "The new Gionee Elife S7 is faster and better, according to the Chinese manufacturer, but not thinner than the rivals and its own predecessor.", 
                "Thumb": "http://timesofindia.indiatimes.com/thumb.cms?photoid=46804302"
            }, 
            "Keywords": "Gionee Elife S7 hands-on, Gionee Elife S7 first look, Gionee Elife S7 first impressions, Gionee Elife S7, Gionee", 
            "NewsItemId": "46804155", 
            "Related": "http://timesofindia.indiatimes.com/newsrelatedfeeds/46804155.cms?feedtype=sjson", 
            "Story": " NEW DELHI: Gionee has made its latest flagship, the Elife S7, official for the Indian market, and we were live to cover the launch. The smartphone is faster and better, according to the Chinese manufacturer, but not thinner than the rivals and its own predecessor.\n\nWith India launch next month, Elife S7 is poised to enter a market that is riddled with smartphones packing the best of features at affordable prices. We went hands-on with the new Gionee handset to see if it is really as good as the company claims.\n\n<strong>Display and design</strong>\n\n<img class=\"gwt-Image\" src=\"/photo/46804309.cms\" />\n\nGionee Elife S7 has a 5.2-inch SuperAMOLED display with Full HD resolution, a jump from the 4.7-inch HD panel of its predecessor. Being an AMOLED panel, it offers great viewing angles but colours appear a little oversaturated, though not too much so. You can expect the phone to deliver vibrant, punchy colours overall.\nBeing an ultra-slim phone, Gionee Elife S7 has focussed a lot on design in order to remain functional despite being so thin. It is a little big to hold in one hand comfortably, but feels very light; the Gionee team at the demo could not tell us exactly how much it weighs.\n\nThe smartphone has magnesium alloy body inside and a metal frame outside, making it sufficiently tough to handle falls. The back is made of glass and protected by Gorilla Glass 3, same as the front. The sides have U-shaped curves that don't feel comfortable when the phone is held in the hand for an extended period.\n\nUnlike ultra-thin phones by Oppo and Vivo, Elife S7 has standard 3.5mm earphone jack, which is much more commonly used than earphones with microUSB jacks. The camera is also in line with the back panel, unlike the ones we see on the new iPhones and Samsung's new Galaxy S6.\n\n<strong>Software</strong>\n\n<img class=\"gwt-Image\" src=\"/photo/46804306.cms\" />\n\nWith Elife S7, Gionee has debuted it Amigo 3.0 UI, which is based on Android 5.0 Lollipop. The first thing you will notice is that the notification bar appears when you swipe up from the bottom of the screen, like on iPhones.\n\nThe software is filled to the tip with Material Design animations which lead to a good effect overall but can be distracting at times. The OS is pretty smooth, especially when swiping between home screens; however, we noticed slight delay when switching between apps rapidly.\n\nThe company has added a number of software enhancements to the OS, including the ability to detect the earphone type and find the best settings, including high-fidelity audio, for it. Similarly, the battery optimization software is claimed to elongate the battery life up to 46 hours on a single charge.\n\n<strong>Camera</strong>\nThe 13MP rear camera comes has a Sony lens and takes pretty good photos, which can take in a lot of detail while keeping the noise down even at zoom. The front camera has 8MP resolution, which means that it offers a lot more detailed photos than the front cameras of most phones. The photos we took with the selfie camera had a glazed look as the software tried to edit out the blemishes.\n\n<strong>Performance</strong>\n\n<img class=\"gwt-Image\" src=\"/photo/46804313.cms\" />\n\nPowered by a 64-bit 1.7GHz octa-core processor, Gionee Elife S7 is pretty fast, but certainly not the fastest in the market. With 2GB RAM and Android Lollipop based UI to back the processor, the phone should be able to handle most tasks with easy, but we did notice that some apps did not open instantly when tapped on the screen.\n\nHowever, we can give a better judgment when we get to use it for an extended period of time.\n\n<strong>What we think</strong>\nGionee is sticking to its strengths and playing design as a key part of its smartphone strategy, but this time without skimping out on the hardware. The hardware and software are well played out here, but we do think that just 16GB internal storage and no microSD card expansion hurt it a lot more than one would expect.\n\nStay tuned for our full review of Gionee Elife S7 for more details on the latest ultra-slim smartphone.\n\n\n<strong>Follow TOI Tech on Twitter >>> <a href=\"https://twitter.com/toi_tech\" target=\"_blank\">@toi_tech</a>\nLike TOI Tech on Facebook >>> <a href=\"https://www.facebook.com/TOItech\" target=\"_blank\">TOI_Tech</a></strong>", 
            "WebURL": "http://timesofindia.indiatimes.com/tech/mobiles/Gionee-Elife-S7-first-impressions/articleshow/46804155.cms"
        }, 
        {
            "Agency": "TOI Tech", 
            "Caption": "Microsoft co-founder and world's richest man Bill Gates letter to the employees talks about the company's vision for the future.", 
            "CommentCountUrl": "http://timesofindia.indiatimes.com/usercommentcount/46803744.cms", 
            "CommentFeedUrl": "http://timesofindia.indiatimes.com/usrcommentfeedsnew/46803744.cms?feedtype=sjson", 
            "DateLine": "Apr 4, 2015, 12.40PM IST", 
            "HeadLine": "Microsoft turns 40: Bill Gates's letter to employees", 
            "Image": {
                "Photo": "http://timesofindia.indiatimes.com/photo.cms?photoid=46803803", 
                "PhotoCaption": "Microsoft co-founder and world's richest man Bill Gates letter to the employees talks about the company's vision for the future.", 
                "Thumb": "http://timesofindia.indiatimes.com/thumb.cms?photoid=46803803"
            }, 
            "Keywords": "Satya Nadella, Microsoft anniversary, Microsoft, Bill Gates", 
            "NewsItemId": "46803744", 
            "Related": "http://timesofindia.indiatimes.com/newsrelatedfeeds/46803744.cms?feedtype=sjson", 
            "Story": " NEW DELHI: April 4 2015 marks the 40th anniversary of the inception of Microsoft, the biggest software maker in the world. Currently helmed by India-born Satya Nadella, the company is engaged in almost all forms of consumer and enterprise computing and remains among the biggest corporations in the world by market value.\n\nA day before the 40th anniversary of Microsoft, co-founder and world's richest man Bill Gates sent a letter to the employees, talking about the company's vision for the future. Below is the full text of the letter:\n<em>\"Tomorrow is a special day: Microsoft's 40th anniversary.</em>\n<em>Early on, Paul Allen and I set the goal of a computer on every desk and in every home. It was a bold idea and a lot of people thought we were out of our minds to imagine it was possible. It is amazing to think about how far computing has come since then, and we can all be proud of the role Microsoft played in that revolution.</em>\n\n<em>Today, though, I am thinking much more about Microsoft's future than its past. I believe computing will evolve faster in the next 10 years than it ever has before. We already live in a multi-platform world, and computing will become even more pervasive. We are nearing the point where computers and robots will be able to see, move, and interact naturally, unlocking many new applications and empowering people even more.</em>\n\n<em>Under Satya's leadership, Microsoft is better positioned than ever to lead these advances. We have the resources to drive and solve tough problems. We are engaged in every facet of modern computing and have the deepest commitment to research in the industry. In my role as technical advisor to Satya, I get to join product reviews and am impressed by the vision and talent I see. The result is evident in products like Cortana, Skype Translator, and HoloLens -- and those are just a few of the many innovations that are on the way.</em>\n\n<em>In the coming years, Microsoft has the opportunity to reach even more people and organizations around the world. Technology is still out of reach for many people, because it is complex or expensive, or they simply do not have access. So I hope you will think about what you can do to make the power of technology accessible to everyone, to connect people to each other, and make personal computing available everywhere even as the very notion of what a PC delivers makes its way into all devices.</em>\n\n<em>We have accomplished a lot together during our first 40 years and empowered countless businesses and people to realize their full potential. But what matters most now is what we do next. Thank you for helping make Microsoft a fantastic company now and for decades to come.\"</em>\n\n<strong>Follow TOI Tech on Twitter >>> <a href=\"https://twitter.com/toi_tech\" target=\"_blank\">@toi_tech</a>\nLike TOI Tech on Facebook >>> <a href=\"https://www.facebook.com/TOItech\" target=\"_blank\">TOI_Tech</a></strong>", 
            "WebURL": "http://timesofindia.indiatimes.com/tech/tech-news/Microsoft-turns-40-Bill-Gatess-letter-to-employees/articleshow/46803744.cms"
        }, 
        {
            "Agency": "TNN", 
            "ByLine": "Nandini Sengupta", 
            "Caption": "As tech companies foray into the automobile sector and auto companies drive into the digitized future, the lines are blurring on both sides", 
            "CommentCountUrl": "http://timesofindia.indiatimes.com/usercommentcount/46801750.cms", 
            "CommentFeedUrl": "http://timesofindia.indiatimes.com/usrcommentfeedsnew/46801750.cms?feedtype=sjson", 
            "DateLine": "Apr 4, 2015, 06.37AM IST", 
            "HeadLine": "Does Apple know how to build future cars?", 
            "Image": {
                "Photo": "http://timesofindia.indiatimes.com/photo.cms?photoid=46801757", 
                "PhotoCaption": "Ulrich Hackenberg, member of board of management, Audi AG.", 
                "Thumb": "http://timesofindia.indiatimes.com/thumb.cms?photoid=46801757"
            }, 
            "Keywords": "Ulrich Hackenberg", 
            "NewsItemId": "46801750", 
            "Related": "http://timesofindia.indiatimes.com/newsrelatedfeeds/46801750.cms?feedtype=sjson", 
            "Story": " CHENNAI: As tech companies foray into the automobile sector and auto companies drive into the digitized future, the lines are blurring on both sides. German luxury car brand Audi, for instance, is not only taking the fight with Apple right to its doorstep with a smartwatch project, it is also aggressively digitizing the car before Apple or others like it launch the smart vehicle. In an exclusive chat with TOI, Ulrich Hackenberg, member of board of management, Audi AG, spoke about the digitized future of the car. Excerpts:\n\n<strong>Tech giants like Apple and Google are working on the smart car of the future. Is this is the future of automobile technology?</strong>\n\nThese are certainly interesting times but I wonder what kind of a role Apple or others like it will play in cars of tomorrow. For instance, does Apple know how to build a car? And what about after-sales support? What about building a dealership network? All of that is critical in the automobile industry. We will have to see what they come up with. Of course it is possible to digitize the automobile and make it smart. And we are doing that. But you still have to build an automobile, smart or otherwise. So we are looking at them with a great deal of interest right now.\n\n<strong>But isn't that the future of the automobile?</strong>\nDigitisation of the car and the smart vehicle is certainly the future. And everyone is looking at it. But the driverless car - what we call the piloted vehicle - won't come tomorrow or even day after. That technology will come in steps - for instance the car will take over from the driver when he is unwell or sleepy or stressed. That's the beginning of the smart vehicle. But for the piloted car to be seamlessly successful it has to handle a huge amount of data which means this technology has to be cloud based.\n\n<strong>Are auto companies working towards building the smart vehicle?</strong>\n\nThe digital option is an opportunity to make our world swifter, simpler, safer and more efficient. So yes Audi is of course expanding into the digital world. We understand that the premium of the future will be on time and our efforts will focus on that. We will continue to set the benchmark in digitizing the car. Already a number of breakthrough technologies are being productionised. Earlier electrification was mechanical for example. Now it is digitized. In future, vehicle lights will be a carrier of information for example - something we are already working on at Audi. We are making haste as the near future is nearly on us now.\n\n<strong>These technologies of tomorrow will take some time to come to emerging markets, right?</strong>\nConnecting to cloud is an opportunity to increase the ability of the vehicle. But digitization will grow from situation to situation. Right now we're focused on the auto mode kicking in when the driver is unwell or stressed or sleepy. But it will take a long time for the car to be fully digitized. And yes, in markets like India a fully digitized and auto mode car will face challenges.\n\n<strong>Apple has just launched the Apple Watch. In the past, car companies made their vehicle digitally compatible with the latest tablets and phones so will the Apple Watch be the next in line?</strong>\nThe smart watch can be like a connectivity tool for the car. In other words you can operate the car via your smart watch.\n\n", 
            "WebURL": "http://timesofindia.indiatimes.com/tech/tech-news/Does-Apple-Inc-know-how-to-build-future-cars/articleshow/46801750.cms"
        }
    ], 
    "Pagination": {
        "PageNo": "1", 
        "PerPage": "20", 
        "TotalPages": "2", 
        "WebURL": "http://timesofindia.indiatimes.com/tech"
    }
}